{
   "books":[
      
    {
        "description": "Called by many France's foremost philosopher, Gilles Deleuze is one of the leading thinkers in the Western World. His acclaimed works and celebrated collaborations with Félix Guattari have established him as a seminal figure in the fields of literary criticism and philosophy. The long-awaited publication of What Is Philosophy? in English marks the culmination of Deleuze's career. Deleuze and Guattari differentiate between philosophy, science, and the arts, seeing as means of confronting chaos, and challenge the common view that philosophy is an extension of logic. The authors also discuss the similarities and distinctions between creative and philosophical writing. Fresh anecdotes from the history of philosophy illuminate the book, along with engaging discussions of composers, painters, writers, and architects. A milestone in Deleuze's collaboration with Guattari, What Is Philosophy? brings a new perspective to Deleuze's studies of cinema, painting, and music, while setting a brilliant capstone upon his work.",
        "id": "MSDmBQAAQBAJ",
        "author": [
            "Gilles Deleuze",
            "Félix Guattari"
        ],
        "price": "30.74",
        "was":"50.99",
        "title": "What is Philosophy?",
        "categories": [
            "Philosophy"
        ]
    },
    {
        "description": "This Prestwick House Literary Touchstone Edition includes a glossary and reader!=s notes to help the modern reader appreciate Wilde's wry wit and elaborate plot twists.Oscar Wilde's madcap farce about mistaken identities, secret engagements, and lovers? entanglements still delights readers more than a century after its 1895 publication and premiere performance. The rapid-fire wit and eccentric characters of The Importance of Being Earnest have made it a mainstay of the high school curriculum for decades.Cecily Cardew and Gwendolen Fairfax are both in love with the same mythical suitor. Jack Worthing has wooed Gewndolen as Ernest while Algernon has also posed as Ernest to win the heart of Jack's ward, Cecily. When all four arrive at Jack?s country home on the same weekend?the \"rivals\" to fight for Ernest?s undivided attention and the \"Ernests\" to claim their beloveds?pandemonium breaks loose.Only a senile nursemaid and an old, discarded hand-bag can save the day",
        "id": "BUvPIY19PZYC",
        "author": [
            "Oscar Wilde"
        ],
        "price": "34.58",
        "title": "The Importance of Being Earnest",
        "categories": [
            "Drama"
        ]
    },
    
    {
        "description": "A colorful, charismatic personality, violent, ebullient, and energetic, Bakunin was one of two poles between which 19th and early 20th-century anarchism was formed. Although it was never finished, GOD AND THE STATE, his only major work, is the torso of a giant. A basic anarchist and radical document for generations, this book makes one of the clearest statements of the anarchist philosophy of history: religion by its nature is an impoverishment, enslavement, and annihilation of humanity.",
        "id": "yUcDY6KsOuUC",
        "author": [
            "Mikhail Aleksandrovich Bakunin"
        ],
        "price": "30.94",
        "title": "God and the State",
        "categories": [
            "History"
        ]
    },
    {
        "description": "Alice follows the White Rabbit to Wonderland, where she meets some unusual creatures, including the Cheshire cat, the Mad Hatter, the March Hare, and the Queen of Hearts.",
        "id": "s1zvRAAACAAJ",
        "author": [
            "Lewis Carroll"
        ],
        "price": "21.53",
        "title": "Alice in Wonderland",
        "categories": [
            "Juvenile Fiction"
        ]
    },
    {
        "description": "By winning the annual Hunger Games, District 12 tributes Katniss Everdeen and Peeta Mellark have secured a life of safety and plenty for themselves and their families, but because they won by defying the rules, they unwittingly become the faces of an impending rebellion.",
        "id": "AYFPnwEACAAJ",
        "author": [
            "Suzanne Collins"
        ],
        "price": "36.66",
        "title": "Catching Fire",
        "categories": [
            "Juvenile Fiction"
        ]
    },
    {
        "description": "The last novel Ernest Hemingway saw published, The Old Man and the Sea has proved itself to be one of the enduring works of American fiction. It is the story of an old Cuban fisherman and his supreme ordeal: a relentless, agonizing battle with a giant marlin far out in the Gulf Stream. Using the simple, powerful language of a fable, Hemingway takes the timeless themes of courage in the face of defeat and personal triumph won from loss and transforms them into a magnificent twentieth-century classic.",
        "id": "YqgmAQAAMAAJ",
        "author": [
            "Ernest Hemingway"
        ],
        "price": "33.18",
        "title": "Old Man And The Sea",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "In a future North America, where the rulers of Panem maintain control through an annual televised survival competition pitting young people from each of the twelve districts against one another, sixteen-year-old Katniss's skills are put to the test when she voluntarily takes her younger sister's place.",
        "id": "sJdUAzLUNyAC",
        "author": [
            "Suzanne Collins"
        ],
        "price": "19.02",
        "title": "The Hunger Games",
        "categories": [
            "Juvenile Fiction"
        ]
    },
    {
        "description": "Twelve stories by the brilliant Italian author employ the history of science and the poetic imagination to ring changes on the theme and activity of creation",
        "id": "unZ_val9iVYC",
        "author": [
            "Italo Calvino"
        ],
        "price": "38.07",
        "title": "Cosmicomics",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "Presents the many threads of modern work in genetics, paleontology, geology, molecular biology, and anatomy that demonstrate the indelible stamp of the evolutionary processes first proposed by Darwin.",
        "id": "B_PaAAAAMAAJ",
        "author": [
            "Jerry A. Coyne"
        ],
        "price": "24.81",
        "title": "Why Evolution is True",
        "categories": [
            "Science"
        ]
    },
    {
        "description": "The author of The History of God and In the Beginning: A New Reading of Genesis offers a useful, well-written introduction to mythology from the Paleolithic period to the \"Great Western Transformation\" that used science to discredit myth. Reprint.",
        "id": "V_XUf35hl0EC",
        "author": [
            "Karen Armstrong"
        ],
        "price": "41.50",
        "title": "A Short History of Myth",
        "categories": [
            "Social Science"
        ]
    },
    {
        "description": "Traces the rediscovery and translation of the works of Aristotle at the height of the Dark Ages, chronicling the rapid spread of the intellectual's philosophies and the ensuing backlash on the part of the Catholic Church.",
        "id": "j3zmmAEACAAJ",
        "author": [
            "Richard E. Rubenstein"
        ],
        "price": "26.69",
        "title": "Aristotle's Children",
        "categories": [
            "History"
        ]
    },
    
    {
        "id": "SqxcnQAACAAJ",
        "author": [
            "Jared Diamond"
        ],
        "price": "32.33",
        "title": "Guns, Germs, and Steel",
        "categories": [
            "History"
        ]
    },
    {
        "description": "The physiologist Benjamin Libet famously demonstrated that activity in the brain's motor regions can be detected some 300 milliseconds before a person feels that he has decided to move. Another lab recently used fMRI data to show that some \"conscious\" decisions can be predicted up to 10 seconds before they enter awareness (long before the preparatory motor activity detected by Libet). Clearly, findings of this kind are difficult to reconcile with the sense that one is the conscious source of one's actions. The question of free will is no mere curio of philosophy seminars. A belief in free will underwrites both the religious notion of \"sin\" and our enduring commitment to retributive justice. The Supreme Court has called free will a \"universal and persistent\" foundation for our system of law. Any scientific developments that threatened our notion of free will would seem to put the ethics of punishing people for their bad behaviour in question.In Free Will Harris debates these ideas and asks whether or not, given what brain science is telling us, we actually have free will?",
        "id": "lvsiwZFucKoC",
        "author": [
            "Sam Harris"
        ],
        "price": "21.32",
        "title": "Free Will",
        "categories": [
            "Science"
        ]
    },
    {
        "id": "1_NWAAAAYAAJ",
        "author": [
            "John Berger"
        ],
        "price": "41.18",
        "title": "Ways of seeing",
        "categories": [
            "Art"
        ]
    },
    {
        "description": "Argues that the increasing power of Christian fundamentalists in American politics threatens the country's citizens, blames the Bible for promoting intolerance of other faiths, and describes atheism as \"an admission of the obvious.\"",
        "id": "TY7YAAAAMAAJ",
        "author": [
            "Sam Harris"
        ],
        "price": "34.26",
        "title": "Letter to a Christian Nation",
        "categories": [
            "Religion"
        ]
    },
    {
        "description": "While Death sits in her apartment contemplating the world around her and wondering what would happen if she became human and fell in love, no one dies, raising concerns among politicians, religious leaders, doctors, morticians, and others as they confront the harsh realities of eternal life.",
        "id": "2awZ2hrrnicC",
        "author": [
            "José Saramago",
            "Margaret Jull Costa"
        ],
        "price": "24.42",
        "title": "Death with Interruptions",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "An aviator whose plane is forced down in the Sahara Desert encounters a little prince from a small planet who relates his adventures in seeking the secret of what is important in life.",
        "id": "vlr0uqedlWcC",
        "author": [
            "Antoine de Saint-Exupéry",
            "Richard Howard"
        ],
        "price": "25.68",
        "title": "The Little Prince",
        "categories": [
            "Juvenile Fiction"
        ]
    },
    {
        "description": "Eleven Minutes is the story of Maria, a young girl from a Brazilian village, whose first innocent brushes with love leave her heartbroken. At a tender age, she becomes convinced that she will never find true love, instead believing that \"love is a terrible thing that will make you suffer. . . .\" A chance meeting in Rio takes her to Geneva, where she dreams of finding fame and fortune. Maria's despairing view of love is put to the test when she meets a handsome young painter. In this odyssey of self-discovery, Maria has to choose between pursuing a path of darkness -- sexual pleasure for its own sake -- or risking everything to find her own \"inner light\" and the possibility of sacred sex, sex in the context of love. This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.",
        "id": "2eDznQEACAAJ",
        "author": [
            "Paulo Coelho"
        ],
        "price": "31.05",
        "title": "Eleven Minutes",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "Born in a Cambodian village, Somaly Mam was sold into sexual slavery by her grandfather at age twelve. For the next decade she was shuttled through the brothels that make up the sprawling sex trade of Southeast Asia. She suffered the brutality and horrors",
        "id": "_uXZmAEACAAJ",
        "author": [
            "Somaly Mam"
        ],
        "price": "32.13",
        "title": "The Road of Lost Innocence",
        "categories": [
            "Biography & Autobiography"
        ]
    },
    
    {
        "description": "Elegantly styled, Camus' profoundly disturbing novel of a Parisian lawyer's confessions is a searing study of modern amorality.",
        "id": "3toFBCl4bdgC",
        "author": [
            "Albert Camus"
        ],
        "price": "24.35",
        "title": "The Fall",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "This story grew out of a lecture that Virginia Woolf had been invited to give at Girton College, Cambridge in 1928. It ranges over Jane Austen and Charlotte Bronte, the silent fate of Shakespeare's gifted and imaginary sister, and over the effects of poverty and chastity on female creativity.",
        "id": "cUrKjq3qPX0C",
        "author": [
            "Virginia Woolf"
        ],
        "price": "20.95",
        "title": "A Room of One's Own",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "\"Fine translation, good notes - inexpensive, too!\" -- D A Rohatyn, University of San Diego",
        "id": "Lb881-89N6sC",
        "author": [
            "Plato",
            "G. M. A. Grube"
        ],
        "price": "19.12",
        "title": "Meno (Second Edition)",
        "categories": [
            "Philosophy"
        ]
    },
    {
        "description": "Discusses what black males fear most, their longing for intimacy, the pitfalls of patriarchy, and the destruction of oppression through redemption and love.",
        "id": "OaaqBUsmUV4C",
        "author": [
            "Bell Hooks"
        ],
        "price": "41.22",
        "title": "We Real Cool",
        "categories": [
            "Social Science"
        ]
    },
    {
        "description": "Part of the TWENTIETH CENTURY CLASSICS, this story, translated from the German by J.M.Q.Davies, tells how through a simple sexual admission a husband and wife are driven apart into rival worlds of erotic revenge.",
        "id": "17edQRa36NgC",
        "author": [
            "Arthur Schnitzler"
        ],
        "price": "20.09",
        "title": "Dream Story",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "A city is hit by an epidemic of \"white blindness\" whose victims are confined to a vacant mental hospital, while a single eyewitness to the nightmare guides seven oddly assorted strangers through the barren urban landscape",
        "id": "EiYqJV65X04C",
        "author": [
            "José Saramago"
        ],
        "price": "35.10",
        "title": "Blindness",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "After a cyclone transports her to the land of Oz, Dorothy must seek out the great wizard in order to return to Kansas.",
        "id": "fVvDQgAACAAJ",
        "author": [
            "Lyman Frank Baum"
        ],
        "price": "22.92",
        "title": "The Wonderful Wizard of Oz",
        "categories": [
            "Fantasy"
        ]
    },
    {
        "description": "By the time he dies, Ivan Ilych has come to understand the worthlessness of his life. Paradoxically, this elevates him above the common man, who avoids the reality of death and the effort it takes to make life worthwhile. In Tolstoy's own words, \"Ivan Ilyich's life had been . . . most ordinary and therefore most terrible.\" Newly designed and typeset in a modern 5.5-by-8.5-inch format by Waking Lion Press.",
        "id": "SDlruQAACAAJ",
        "author": [
            "graf Leo Tolstoy",
            "Louise Shanks Maude"
        ],
        "price": "24.77",
        "title": "The Death of Ivan Ilyich",
        "categories": [
            "Fiction"
        ]
    },
        {
        "description": "Machiavelli, as the Father of Political Science, continues to be translated and read throughout the world. This latest edition contains many illustrations dealing with The Prince.",
        "id": "bRdLCgAAQBAJ",
        "author": [
            "Niccolò Machiavelli",
            "Rufus Goodwin"
        ],
        "price": "18.54",
        "title": "The Prince",
        "categories": [
            "Philosophy"
        ]
    },
    {
        "description": "The debate between science and religion is never out of the news: emotions run high, fuelled by polemical bestsellers like iThe God Delusion/i and, at the other end of the spectrum, high-profile campaigns to teach 'Intelligent Design' in schools. Yet there is much more to the debate than the clash of these extremes. As Thomas Dixon shows in this balanced and thought-provoking introduction, a whole range of views, subtle arguments, and fascinating perspectives can be taken on this complex and centuries-old subject. He explores not only the key philosophical questions that underlie the debate, but also highlights the social, political, and ethical contexts that have made 'science and religion' such a fraught and interesting topic in the modern world. Along the way, he examines landmark historical episodes such as the Galileo affair, Charles Darwin's own religious and scientific odyssey, the Scopes 'Monkey Trial' in Tennessee in 1925, and the Dover Area School Board case of 2005, and includes perspectives from non-Christian religions and examples from across the physical, biological, and social sciences.",
        "id": "efgTDAAAQBAJ",
        "author": [
            "Thomas Dixon"
        ],
        "price": "23.64",
        "title": "Science and Religion: A Very Short Introduction",
        "categories": [
            "History"
        ]
    },
    {
        "description": ".\"..Originally published in 1911 by the Macmillan Company, New York.\"--T. p. verso.",
        "id": "tKsqAwAAQBAJ",
        "author": [
            "Henri Bergson",
            "Cloudesley Brereton",
            "Fred Rothwell"
        ],
        "price": "40.22",
        "title": "Laughter",
        "categories": [
            "Philosophy"
        ]
    },
    {
        "description": "Drawing on personal experiences the author offers insight on the dilemma of how class and race are intertwined in today's society.",
        "id": "FxtZ2N2DroMC",
        "author": [
            "Bell Hooks"
        ],
        "price": "18.09",
        "title": "Where We Stand",
        "categories": [
            "Social Science"
        ]
    },
    {
        "description": "A groundbreaking resource for those who need to deliver a memorable message introduces six key principles that help make messages stick--simplicity, unexpectedness, concreteness, credibility, emotions, and stories--and explains how to incorporate each of these factors into the creative thought process. 100,000 first printing.",
        "id": "DOyJDQAAQBAJ",
        "author": [
            "Chip Heath",
            "Dan Heath"
        ],
        "price": "29.60",
        "title": "Made to Stick",
        "categories": [
            "Business & Economics"
        ]
    },
    {
        "description": "Four short stories include a satirical tale of Russian bureaucrats and a portrayal of an elderly couple living in the secluded countryside.",
        "id": "wOohDgAAQBAJ",
        "author": [
            " Nikolai Gogol"
        ],
        "price": "24.86",
        "title": "The Overcoat and Other Short Stories",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "Translated with an Introduction and Notes by Christopher Gill.",
        "id": "4wc7Fa9lRlUC",
        "author": [
            "Plato"
        ],
        "price": "38.44",
        "title": "The Symposium",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "The author of A Walk in the Woods traces the Big Bang through the rise of civilization, documenting his work with a host of the world's most advanced scientists and mathematicians to explain why things are the way they are. Reprint. 125,000 first printing.",
        "id": "YjAnfhsAQ8wC",
        "author": [
            "Bill Bryson"
        ],
        "price": "36.11",
        "title": "A Short History of Nearly Everything",
        "categories": [
            "Science"
        ]
    },
    {
        "description": "Identifies the qualities of successful people, posing theories about the cultural, family, and idiosyncratic factors that shape high achievers, in a resource that covers such topics as the secrets of software billionaires and why the Beatles earned theirfame.",
        "id": "hXYYCAAAQBAJ",
        "author": [
            "Malcolm Gladwell"
        ],
        "price": "39.10",
        "title": "Outliers",
        "categories": [
            "Business & Economics"
        ]
    },
    {
        "description": "Discusses knowledge, the mind-body problem, meaning, free will, ethics, justice, and death",
        "id": "fhJHyt_3tHQC",
        "author": [
            "Thomas Nagel"
        ],
        "price": "37.02",
        "title": "What Does it All Mean?",
        "categories": [
            "Philosophy"
        ]
    },
        {
        "id": "NlIaPwAACAAJ",
        "author": [
            "Fyodor Dostoyevsky",
            "C. J. Hogarth"
        ],
        "price": "31.77",
        "title": "Poor Folk",
        "categories": [
            "Russia"
        ]
    },
    {
        "description": "Esther Greenwood, a talented and successful writer, finally succumbs to madness when the world around her begins to falter.",
        "id": "kDPYAAAAMAAJ",
        "author": [
            "Sylvia Plath"
        ],
        "price": "19.55",
        "title": "The Bell Jar",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "An incisive introduction to the life and times of the Roman philosopher and emperor, the fundamental principles and concepts of Stoicism, the recurring themes and structure of The Meditations, and the work's impact preface a new translation of the influential and admired journal. 25,000 first printing.",
        "id": "kVUEAQAAIAAJ",
        "author": [
            "Marcus Aurelius (Emperor of Rome)",
            "Gregory Hays"
        ],
        "price": "31.48",
        "title": "Meditations",
        "categories": [
            "Business & Economics"
        ]
    },
    {
        "description": "George Orr discovers that his dreams possess the remarkable ability to change the world, and when he falls into the hands of a power-mad psychiatrist, he counters by dreaming up a perfect world that can overcome his nightmares. Reprint. 15,000 first printing.",
        "id": "qGmZA_Hih6wC",
        "author": [
            "Ursula K. Le Guin"
        ],
        "price": "45.91",
        "title": "The Lathe of Heaven",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "A shorter, more accessible edition of a now-classic survey of the origin and nature of the universe features new full-color illustrations and an expanded, easier to understand treatment of the volume's more important theoretical concepts.",
        "id": "-zUbAQAAIAAJ",
        "author": [
            "Stephen W. Hawking",
            "Leonard Mlodinow"
        ],
        "price": "19.34",
        "title": "A Briefer History of Time",
        "categories": [
            "Science"
        ]
    },
    {
        "description": "Illuminates the Russian writer's thoughts on madness, bureaucracy, and illusion.",
        "id": "Cj01AwAAQBAJ",
        "author": [
            "Nikolai Gogol"
        ],
        "price": "26.21",
        "title": "Diary of a Madman and Other Stories",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "Collects several stories and features \"Notes from Underground,\" in which the narrator leaves his life as an official and goes underground, where he makes obsessive observations on utopianism and the irrational nature of humankind.",
        "id": "P0HmYjB23FoC",
        "author": [
            "Fyodor Dostoyevsky"
        ],
        "price": "41.20",
        "title": "Notes from Underground, White Nights, The Dream of a Ridiculous Man, and Selections from The House of the Dead",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "A boy grows to manhood while attempting to subdue the evil he unleashed on the world as an apprentice to the Master Wizard.",
        "id": "hwlCPgAACAAJ",
        "author": [
            "Ursula K. Le Guin"
        ],
        "price": "42.68",
        "title": "A Wizard of Earthsea",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "A pregnant woman who regards motherhood as a responsible, moral choice prepares for her child's birth by remarking upon and examining her ambivalent feelings toward herself, her society, and her unborn child",
        "id": "vO2PAAAACAAJ",
        "author": [
            "Oriana Fallaci"
        ],
        "price": "18.53",
        "title": "Letter to a Child Never Born",
        "categories": [
            "Fiction"
        ]
    },
        {
        "description": "Two businessmen--William Lowell Kane, a millionaire financier, and Abel Rosnovski, a Polish immigrant who becomes the head of a vast hotel empire--play out their intense personal hatred of each other until its inevitable, and ironic, conclusion. Reprint.",
        "id": "-h0WXPxb6yQC",
        "author": [
            "Jeffrey Archer"
        ],
        "price": "41.25",
        "title": "Kane and Abel",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "Presents a theory of bullshit, how it differs from lying, how those who engage in it change the rules of conversation, and how indulgence in bullshit can alter a person's ability to tell the truth.",
        "id": "WBfnlgEACAAJ",
        "author": [
            "Harry G. Frankfurt"
        ],
        "price": "39.53",
        "title": "On Bullshit",
        "categories": [
            "Philosophy"
        ]
    },
    {
        "description": "Having received cryptic messages and valuable pearls after her father's sudden disappearance, a young woman asks Sherlock Holmes to solve the mystery.",
        "id": "GC8v9evbtYYC",
        "author": [
            "Arthur Conan Doyle"
        ],
        "price": "30.88",
        "title": "The Sign of Four",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "Blends elements of psychoanalysis and Asian religions to probe an Indian aristocrat's efforts to renounce sensual and material pleasures and discover ultimate spiritual truths",
        "id": "ToP3tptzu6sC",
        "author": [
            "Hermann Hesse"
        ],
        "price": "44.47",
        "title": "Siddhartha",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "Asked to treat Friedrich Nietzsche for his suicidal despair following a broken love affair, eminent Viennese physician Josef Breuer devises an ingenius approach that would force Nietzsche to apply his own theories to cure himself. Reissue. 15,000 first printing.",
        "id": "R0bbWZD2S-wC",
        "author": [
            "Irvin D. Yalom"
        ],
        "price": "33.27",
        "title": "When Nietzsche Wept",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "Writings by and about Kafka and textual notes accompany his translations of his early twentieth-century work about Gregor Samsa, an ordinary man who wakes up one morning only to discover that he has been transformed into a monstrous insect and must deal with his physical alteration, as well as the alienation from his family. Reprint.",
        "id": "isXbA6CLYPoC",
        "author": [
            "Franz Kafka"
        ],
        "price": "21.64",
        "title": "The Metamorphosis",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "Not many living artists would be sufficiently brave or inspired to attempt reflecting in art what Borges constructs in words. But the detailed, evocative etchings by Erik Desmazieres provide a perfect counterpoint to the visionary prose. Like Borges, Desmazieres has created his own universe, his own definition of the meaning, topography and geography of the Library of Babel. Printed together, with the etchings reproduced in fine-line duotone, text and art unite to present an artist's book that belongs in the circle of Borges's sacrosanct Crimson Hexagon - \"books smaller than natural books, books omnipotent, illustrated, and magical.\"",
        "id": "dJVdAAAAMAAJ",
        "author": [
            "Jorge Luis Borges"
        ],
        "price": "39.23",
        "title": "The Library of Babel",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "A true account of a teacher who confronted a room of \"at-risk\" students details their life-changing journey and includes diary excerpts",
        "id": "KJsrAQAAMAAJ",
        "author": [
            "Freedom Writers",
            "Erin Gruwell"
        ],
        "price": "31.89",
        "title": "The Freedom Writers Diary",
        "categories": [
            "Biography & Autobiography"
        ]
    },
        {
        "description": "A haunting short novel set during the Soviet invasion of Afghanistan follows Dastaguir, an elderly man who witnesses the destruction of his village and the deaths of his family, who sets out through the devastated landscape, accompanied by his young grandson Yassin, left deaf from the bombing, to search for the coal mine where the boy's father works. A first novel. 20,000 first printing.",
        "id": "RoiBAAAAIAAJ",
        "author": [
            "Atiq Rahimi"
        ],
        "price": "30.82",
        "title": "Earth and Ashes",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "An elderly butler is on a five-day motoring trip through the West Country in the 1950s. The climax of his journey is to be a reunion with his former housekeeper. This 1989 Booker Prize-winner attempts to capture a period in British history and draw a portrait of a man in old age.",
        "id": "35XBQgAACAAJ",
        "author": [
            "Kazuo Ishiguro"
        ],
        "price": "33.36",
        "title": "The Remains of the Day",
        "categories": [
            "Butlers"
        ]
    },
    {
        "description": "A man seriously injured when hit by a car is taken to the hospital where a doctor, the woman who loves him, and his artist friend lead him to yearn for life rather than death.",
        "id": "6W16kCrnFnwC",
        "author": [
            "Elie Wiesel"
        ],
        "price": "23.23",
        "title": "Day",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "In the heart of Italy, Harvard professor of symbology, Robert Langdon, is drawn into a harrowing world centered on one of history's most enduring and mysterious literary masterpieces … Dante's Inferno. Against this backdrop, Langdon battles a chilling adversary and grapples with an ingenious riddle. By the author of The Da Vinci Code.",
        "id": "KBBvlAEACAAJ",
        "author": [
            "Dan Brown"
        ],
        "price": "17.29",
        "title": "Inferno",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "Deals with the conflicts and thoughts of a young Jewish concentration-camp veteran as he prepares to assassinate a British hostage in occupied Palestine.",
        "id": "pklfCC6Vbc4C",
        "author": [
            "Elie Wiesel"
        ],
        "price": "22.22",
        "title": "Dawn",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "A reunion with two childhood friends draws Kathy and her companions on a nostalgic odyssey into their lives at Hailsham, an isolated private school in the English countryside, and a confrontation with the truth about their childhoods.",
        "id": "5N4cCOjPjv8C",
        "author": [
            "Kazuo Ishiguro"
        ],
        "price": "22.75",
        "title": "Never Let Me Go",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "Everyone thinks Emmy Dockery is crazy. Obsessed with finding the link between hundreds of unsolved cases, Emmy has taken leave from her job as an FBI researcher. Now all she has are the newspaper clippings that wallpaper her bedroom, and her recurring nightmares of an all-consuming fire. Not even Emmy's ex-boyfriend, field agent Harrison \"Books\" Bookman, will believe her that hundreds of kidnappings, rapes, and murders are all connected. That is, until Emmy finds a piece of evidence he can't afford to ignore. More murders are reported by the day--and they're all inexplicable. No motives, no murder weapons, no suspects. Could one person really be responsible for these unthinkable crimes? INVISIBLE is James Patterson's scariest, most chilling stand-alone thriller yet.",
        "id": "Ghf6nQEACAAJ",
        "author": [
            "James Patterson",
            "David Ellis"
        ],
        "price": "36.16",
        "title": "Invisible",
        "categories": [
            "Fiction"
        ]
    },
        {
        "description": "Winston Smith is a worker at the Ministry of Truth, where he falsifies records for the party. Secretly subversive, he and his colleague Julia try to free themselves from political slavery but the price of freedom is betrayal.",
        "id": "JQ9tAQAACAAJ",
        "author": [
            "George Orwell"
        ],
        "price": "24.65",
        "title": "Nineteen Eighty-four",
        "categories": [
            "Dystopias"
        ]
    },
    {
        "description": "Capturing the unrivaled passion and candor that made him one of America's bestselling solo recording artists, this collection of poetry offers a glimpse into Shakur's enigmatic life and its intense contradictions.",
        "id": "2xbFAAAACAAJ",
        "author": [
            "Tupac Shakur"
        ],
        "price": "41.06",
        "title": "The Rose that Grew from Concrete",
        "categories": [
            "African American young men"
        ]
    },
    {
        "description": "A scientist who has discovered a way to make himself invisible unleashes his growing madness and frustrations by terrorizing a small town, in a new edition of the science fiction classic. Reprint.",
        "id": "8MU_3DZEtYgC",
        "author": [
            "Herbert George Wells"
        ],
        "price": "44.94",
        "title": "The Invisible Man",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "A satire on totalitarianism in which farm animals overthrow their human owner and set up their own government.",
        "id": "oSt8PwAACAAJ",
        "author": [
            "George Orwell"
        ],
        "price": "24.76",
        "title": "Animal Farm",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "An autobiographical narrative in which the author describes his experiences in Nazi concentration camps.",
        "id": "ZorQnQEACAAJ",
        "author": [
            "Elie Wiesel"
        ],
        "price": "22.08",
        "title": "Night",
        "categories": [
            "Children in the Holocaust"
        ]
    },
    {
        "description": "Portrays life in a future time when a totalitarian government watches over all citizens and directs all activities.",
        "id": "yxv1LK5gyV4C",
        "author": [
            "George Orwell"
        ],
        "price": "21.07",
        "title": "1984",
        "categories": [
            "Fiction"
        ]
    },
    {
        "description": "In early nineteenth-century England, a spirited young woman copes with the suit of a snobbish gentleman, as well as the romantic entanglements of her four sisters.",
        "id": "OxlUqoQgaj4C",
        "author": [
            "Jane Austen"
        ],
        "price": "30.10",
        "title": "Pride and Prejudice",
        "categories": [
            "Fiction"
        ],
        "feature": true
    },
    {
        "description": "An autobiographical narrative in which the author describes his experiences in Nazi concentration camps.",
        "id": "-TkLngEACAAJ",
        "author": [
            "Elie Wiesel"
        ],
        "price": "19.18",
        "title": "Night",
        "categories": [
            "Children in the Holocaust"
        ]
    },
    {
        "description": "Provides design patterns to help with software development using the Java programming language.",
        "id": "GGpXN9SMELMC",
        "author": [
            "Eric Freeman",
            "Elisabeth Freeman",
            "Kathy Sierra",
            "Bert Bates"
        ],
        "price": "44.09",
        "title": "Head First Design Patterns",
        "categories": [
            "Computers"
        ]
    },
    {
        "description": "In an interview with a reporter, a vampire, a former New Orleans plantation owner, describes his two hundred years of existence as a vampire, his relationships with Lestat and Claudia, and his feelings about the vampire world. Reissue.",
        "id": "z2uxAAAAIAAJ",
        "author": [
            "Anne Rice"
        ],
        "price": "37.66",
        "was": "50.99",
        "title": "Interview with the Vampire",
        "categories": [
            "Fiction"
        ]
    }
   ]
}